export default [{
    "id": "art1259456",
    "toolName": "Лобзик электрический Electric jigsaw",
    "img": "img/jigsaw.jpg",
    "toolText": "Лобзик применяется для короткого и фигурного распила деревянных и металлических поверхностей.",
    // "availability": true,
    "quantity": 10,
    "price": 1500,
    "toolComment": [{
        "id": "com1259456",
        "commentAutorName": "Василий Иванович",
        "commentDate": "2020-01-01T01:01:01.000Z",
        "commentText": "Для ровных пропилов он не годится, пилка стоит криво.",
        "commentPositives": "Лучше чем ничего.",
        "commentNegatives": "Даже его низкая цена не стоит его качества."
      },
      {
        "commentAutorName": "Петр Петрович",
        "id": "com1478963",
        "commentDate": "2020-02-23T01:12:01.000Z",
        "commentText": "С задачей по укладке ламината справился на отлично.",
        "commentPositives": "Не ведёт не косит.",
        "commentNegatives": "Пойдет."
      }
    ]
  },
  {
    "id": "art9871548",
    "toolName": "Рубанок электрический Electric planer",
    "img": "img/planer.jpg",
    "toolText": "Рубанок электрический — простой удобный электроинструмент для решения различных хозяйственных задач — строгания досок и бруса.",
    // "availability": true,
    "quantity": 5,
    "price": 3100,
    "toolComment": [{
        "id": "com1234567",
        "commentAutorName": "Петр Кузмич",
        "commentDate": "2019-08-01T01:17:12.000Z",
        "commentText": "Рубанком доволен, есть регулировка глубины. Отстругал с лёгкостью 5 досок шестиметровых со всех сторон.",
        "commentPositives": "Недорогой.",
        "commentNegatives": "Пока что не нашел."
      }
      ,
      {
        "id": "com2345678",
        "commentAutorName": "Фекла Ивановна",
        "commentDate": "2020-04-01T05:12:01.000Z",
        "commentText": "Сначала планировал взять рубанок в аренду на пару дней, но оказалось что это дороже чем купить одноразовый новый.",
        "commentPositives": "Цена. Небольшой вес.",
        "commentNegatives": "Ножи сточились через день работы."
      }
    ]
  },
  {
    "id": "art7894561",
    "toolName": "Эксцентриковая шлифмашина Eccentric sander",
    "img": "img/sander.jpg",
    "toolText": "Этот инструмент предназначен для шлифования дерева, окрашенных поверхностей, мягкой  пластмассы  и  металла.",
    // "availability": false,
    "quantity": 0,
    "price": 2500,
    "toolComment": [{
        "id": "com3456789",
        "commentAutorName": "Владимир Ильич",
        "commentDate": "2020-06-013T09:17:12.000Z",
        "commentText": "ЭТО НE НАДО ПОКУПАТЬ. НЕ РЕКОМЕНДУЮ!!!",
        "commentPositives": "Обороты регулируются.",
        "commentNegatives": "Остановка диска."
      },
      {
        "id": "com4567891",
        "commentAutorName": "Артур Мухамбетович",
        "commentDate": "2020-02-12T07:30:01.000Z",
        "commentText": "Пользуюсь аппаратом уже больше двух лет, шлифовал и мягкую древесину (ель, сосна).",
        "commentPositives": "Приятная цена.",
        "commentNegatives": "Через несколько месяцев оплавилась поверхность опорной тарелки."
      }]
  },
  {
    "id": "art1592630",
    "toolName": "Машина углошлифовальная Angle grinder",
    "img": "img/grinder.jpg",
    "toolText": "Подходит для шлифования, очистки и резки различных материалов: дерева, кафеля, камня, кирпича, толстого пластика и металла.",
    // "availability": false,
    "quantity": 0,
    "price": 3215,
    "toolComment": [{
        "id": "com5678901",
        "commentAutorName": "Савелий Петрович",
        "commentDate": "2018-07-13T09:17:12.000Z",
        "commentText": "Купил специальный диск по дереву. После шестого пильного блузка болгарка затрещала, будто в ней внутри все рассыпалась напрочь.",
        "commentPositives": "Только цена.",
        "commentNegatives": "Редуктор затрещал будто все внутри рассыпалось(((."
      },
      {
        "id": "com6789012",
        "commentAutorName": "Михаил Викторович",
        "commentDate": "2020-03-21T18:30:01.000Z",
        "commentText": "Отличная машинка. Брал для обрезки профильных труб на высоте. Справляется со своей задачей на 100%.",
        "commentPositives": "За эту цену с такой мощностью вне конкуренции.",
        "commentNegatives": "Для резки в промышленных масштабах не подойдёт."
      }]
  },
  {
    "id": "art0258741",
    "toolName": "Фрезер Fraser",
    "img": "img/fraser.jpg",
    "toolText": "Фрезер — удобный станок средней мощности для обработки древесины, пластика, цветных металлов, гипсокартона.",
    // "availability": true,
    "quantity": 4,
    "price": 2850,
    "toolComment": [{
        "id": "com8901234",
        "commentAutorName": "Станислав Романович",
        "commentDate": "2019-10-21T19:25:12.000Z",
        "commentText": "Вполне нормальный китайский девайс (Ну очень похож на кельнер 1450 вт) на фоне 100% всей китайской продукции на прилавках РФ зная что те же Бош Макита сделаны там же в Чайне как и этот безымянный фрезер (шилдик приклей кельнер макита и будет стоить в разы больше) сгорит и выкинуть не жалко!!!",
        "commentPositives": "Цена.",
        "commentNegatives": "Уровень погружения фрезы странный, но это думаю фигня! Ну и клавиша включения как то заедает."
      },
      {
        "id": "com2514368",
        "commentAutorName": "Роман Станиславович",
        "commentDate": "2020-07-14T12:45:01.000Z",
        "commentText": "Мой первый фрезер. купил потому что дешёвый и необходимый для работы. но последнее время при работе начал сам по себе глохнуть, не зависимо от нагрузки.",
        "commentPositives": "Дешёвый, достаточно мощный.",
        "commentNegatives": "Начал отказывать."
      }]
  }]